/* No comment provided by engineer. */
"Set Cyberduck as default application for FTP and SFTP locations?" = "設定 Cyberduck 為預設 FTP 及 SFTP 位址的應用程式嗎？";

/* No comment provided by engineer. */
"As the default application, Cyberduck will open when you click on FTP or SFTP links in other applications, such as your web browser. You can change this setting in the Preferences later." = "設定為預設應用程式，當你在其他應用程式（如網頁瀏覽器）點擊 FTP 或 SFTP 連結時 Cyberduck 將會開啟。你稍後可以在「偏好設定」中更改這項設定。";

/* Apply proposed action. */
"Change" = "變更";

/* Do not display this dialog again. */
"Don't ask again" = "不要再詢問我";

/* Don't change anything. */
"Cancel" = "取消";

/* Bookmark import from thirdparty applications */ 
"Import" = "匯入";
/* Import <<Application Name>> Bookmarks */
"Import {0} Bookmarks" = "匯入 {0} 個書籤";
/* 23 bookmarks found. */
"{0} bookmarks found. Do you want to add these to your bookmarks?" = "找到 {0} 個書籤。您要加入到您的書籤中嗎？";
/* Write the source application into the comment field of the imported bookmark */
"Imported from {0}" = "已從 {0} 匯入";